Repository: exodus-ai-org/ios
Catalog: Resources/App/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, zh_hant, zh_hk

# ios:health.ask.sleep.deep
source: How can I get more deep sleep?
de: Wie bekomme ich mehr Tiefschlaf?
es: ¿Cómo consigo más sueño profundo?
fr: Comment avoir plus de sommeil profond ?
it: Come posso dormire più profondamente?
ja: 深い睡眠を増やすには？
ko: 깊은 잠을 더 자려면 어떻게 해?
pt_br: Como ter mais sono profundo?
zh_hant: 怎樣才能多一點深層睡眠？
zh_hk: 點樣先可以多啲深層睡眠？

# ios:health.ask.sleep.wakeEarly
source: Why do I keep waking up early?
de: Warum wache ich immer so früh auf?
es: ¿Por qué me despierto siempre temprano?
fr: Pourquoi je me réveille toujours tôt ?
it: Perché mi sveglio sempre presto?
ja: どうしていつも早く目が覚めるの？
ko: 왜 자꾸 일찍 깰까?
pt_br: Por que vivo acordando cedo?
zh_hant: 我為什麼總是很早醒？
zh_hk: 點解我成日咁早醒？

# ios:health.ask.suggestion.energy
source: Why do I feel tired?
de: Warum bin ich müde?
es: ¿Por qué me siento cansado?
fr: Pourquoi je me sens fatigué ?
it: Perché mi sento stanco?
ja: どうして疲れてるんだろう？
ko: 왜 피곤할까?
pt_br: Por que estou cansado?
zh_hant: 我為什麼覺得累？
zh_hk: 點解我覺得咁攰？

# ios:health.ask.suggestion.sleep
source: How did I sleep this week?
de: Wie habe ich diese Woche geschlafen?
es: ¿Cómo dormí esta semana?
fr: Comment j'ai dormi cette semaine ?
it: Come ho dormito questa settimana?
ja: 今週の睡眠はどうだった？
ko: 이번 주 잠은 어땠어?
pt_br: Como dormi esta semana?
zh_hant: 我這週睡得怎麼樣？
zh_hk: 我今個禮拜瞓得點？

# ios:health.ask.suggestion.week
source: How was my week?
de: Wie war meine Woche?
es: ¿Qué tal mi semana?
fr: Comment s'est passée ma semaine ?
it: Com'è andata la mia settimana?
ja: 今週はどんな一週間だった？
ko: 이번 주는 어땠어?
pt_br: Como foi minha semana?
zh_hant: 我這週過得怎麼樣？
zh_hk: 我今個禮拜過得點？

# ios:health.body.mood
source: Mood
de: Stimmung
es: Ánimo
fr: Humeur
it: Umore
ja: 気分
ko: 기분
pt_br: Humor
zh_hant: 心情
zh_hk: 心情

# ios:health.body.tapToLog
source: Tap the glass to log a cup
de: Tippe auf das Glas für ein Glas mehr
es: Toca el vaso para anotar uno
fr: Touche le verre pour noter un verre
it: Tocca il bicchiere per segnarne uno
ja: グラスをタップして1杯記録
ko: 컵을 탭해 한 잔 기록
pt_br: Toque no copo para registrar um
zh_hant: 點一下杯子記錄一杯水
zh_hk: 撳一下個杯記一杯水

# ios:health.body.water
source: Water
de: Wasser
es: Agua
fr: Eau
it: Acqua
ja: 水分
ko: 물
pt_br: Água
zh_hant: 水分
zh_hk: 飲水

# ios:health.body.weight
source: Weight
de: Gewicht
es: Peso
fr: Poids
it: Peso
ja: 体重
ko: 체중
pt_br: Peso
zh_hant: 體重
zh_hk: 體重

# ios:health.category.activity
source: Activity
de: Aktivität
es: Actividad
fr: Activité
it: Attività
ja: アクティビティ
ko: 활동
pt_br: Atividade
zh_hant: 活動
zh_hk: 活動

# ios:health.category.body
source: Body & mood
de: Körper & Stimmung
es: Cuerpo y ánimo
fr: Corps et humeur
it: Corpo e umore
ja: 体と気分
ko: 몸과 기분
pt_br: Corpo e humor
zh_hant: 身體與心情
zh_hk: 身體同心情

# ios:health.category.recovery
source: Heart & recovery
de: Herz & Erholung
es: Corazón y recuperación
fr: Cœur et récupération
it: Cuore e recupero
ja: 心臓と回復
ko: 심장과 회복
pt_br: Coração e recuperação
zh_hant: 心臟與恢復
zh_hk: 心臟同恢復

# ios:health.category.sleep
source: Sleep
de: Schlaf
es: Sueño
fr: Sommeil
it: Sonno
ja: 睡眠
ko: 수면
pt_br: Sono
zh_hant: 睡眠
zh_hk: 睡眠

# ios:health.detail.empty
source: Nothing recorded here yet.
de: Hier ist noch nichts aufgezeichnet.
es: Aún no hay nada registrado aquí.
fr: Rien d'enregistré ici pour l'instant.
it: Ancora niente registrato qui.
ja: まだ記録がありません。
ko: 아직 기록이 없어요.
pt_br: Nada registrado aqui ainda.
zh_hant: 這裡還沒有記錄。
zh_hk: 呢度仲未有紀錄。

# ios:health.detail.loadFailed
source: Couldn't read your health data. Try again.
de: Deine Gesundheitsdaten konnten nicht gelesen werden. Versuch es noch einmal.
es: No se pudieron leer tus datos de salud. Inténtalo de nuevo.
fr: Impossible de lire tes données de santé. Réessaie.
it: Impossibile leggere i tuoi dati sulla salute. Riprova.
ja: ヘルスケアのデータを読み込めませんでした。もう一度お試しください。
ko: 건강 데이터를 읽지 못했어요. 다시 시도해 주세요.
pt_br: Não foi possível ler seus dados de saúde. Tente de novo.
zh_hant: 無法讀取你的健康資料，請再試一次。
zh_hk: 讀唔到你嘅健康資料，再試吓啦。

# ios:health.detail.retry
source: Try again
de: Erneut versuchen
es: Reintentar
fr: Réessayer
it: Riprova
ja: もう一度
ko: 다시 시도
pt_br: Tentar de novo
zh_hant: 再試一次
zh_hk: 再試吓

# ios:health.hero.a11y
source: Your day, by the hour
de: Dein Tag, Stunde für Stunde
es: Tu día, hora a hora
fr: Ta journée, heure par heure
it: La tua giornata, ora per ora
ja: 時間ごとのあなたの一日
ko: 시간별로 보는 하루
pt_br: Seu dia, hora a hora
zh_hant: 你的一天，逐小時看
zh_hk: 你嘅一日，逐個鐘睇

# ios:health.hero.awake
source: Awake
de: Wach
es: Despierto
fr: Debout
it: Sveglio
ja: 起きてる
ko: 깨어 있어요
pt_br: Acordado
zh_hant: 醒著
zh_hk: 醒咗

# ios:health.hero.backToNow
source: Back to now
de: Zurück zu jetzt
es: Volver a ahora
fr: Revenir à maintenant
it: Torna ad adesso
ja: 今に戻る
ko: 지금으로
pt_br: Voltar para agora
zh_hant: 回到現在
zh_hk: 返去而家

# ios:health.hero.notAsleepYet
source: Not asleep yet
de: Noch nicht im Bett
es: Aún sin dormir
fr: Pas encore couché
it: Non ancora a letto
ja: まだ起きてる
ko: 아직 안 자요
pt_br: Ainda sem dormir
zh_hant: 還沒睡
zh_hk: 仲未瞓

# ios:health.memory.ask
source: Remember this?
de: Soll ich mir das merken?
es: ¿Lo recuerdo?
fr: Je retiens ça ?
it: Me lo ricordo?
ja: これを覚えておく？
ko: 이거 기억해 둘까요?
pt_br: Quer que eu lembre disso?
zh_hant: 要記住這件事嗎？
zh_hk: 要唔要記住呢樣嘢？

# ios:health.memory.dismiss
source: No thanks
de: Nein, danke
es: No, gracias
fr: Non merci
it: No, grazie
ja: やめておく
ko: 괜찮아요
pt_br: Não, obrigado
zh_hant: 不用了
zh_hk: 唔使喇

# ios:health.memory.remember
source: Remember
de: Merken
es: Recordar
fr: Retenir
it: Ricorda
ja: 覚えておく
ko: 기억하기
pt_br: Lembrar
zh_hant: 記住
zh_hk: 記住

# ios:health.noData.explain
source: Nothing here yet. Sleep needs an Apple Watch or a Sleep Focus; it may also be that Exodus isn't allowed to read Health.
de: Hier ist noch nichts. Für Schlaf braucht es eine Apple Watch oder den Schlafmodus; vielleicht darf Exodus Health auch nicht lesen.
es: Aún no hay nada. El sueño necesita un Apple Watch o el modo Sueño; también puede que Exodus no tenga permiso para leer Salud.
fr: Rien pour l'instant. Le sommeil nécessite une Apple Watch ou le mode Sommeil ; il se peut aussi qu'Exodus n'ait pas accès à Santé.
it: Ancora niente. Il sonno richiede un Apple Watch o la modalità Sonno; potrebbe anche darsi che Exodus non possa leggere Salute.
ja: まだデータがありません。睡眠には Apple Watch か睡眠集中モードが必要です。Exodus にヘルスケアの読み取りが許可されていない可能性もあります。
ko: 아직 데이터가 없어요. 수면 기록에는 Apple Watch나 수면 집중 모드가 필요해요. Exodus에 건강 앱 읽기 권한이 없을 수도 있어요.
pt_br: Ainda não há nada. O sono precisa de um Apple Watch ou do foco Sono; também pode ser que o Exodus não tenha permissão para ler o Saúde.
zh_hant: 這裡還沒有資料。睡眠需要 Apple Watch 或睡眠專注模式；也可能是 Exodus 沒有讀取健康 App 的權限。
zh_hk: 呢度仲未有資料。睡眠要 Apple Watch 或者睡眠專注模式；亦可能係 Exodus 未有權讀取健康 App。

# ios:health.noData.openSettings
source: Open Settings
de: Einstellungen öffnen
es: Abrir Ajustes
fr: Ouvrir Réglages
it: Apri Impostazioni
ja: 設定を開く
ko: 설정 열기
pt_br: Abrir Ajustes
zh_hant: 打開設定
zh_hk: 打開設定

# ios:health.onboarding.allow
source: Allow
de: Erlauben
es: Permitir
fr: Autoriser
it: Consenti
ja: 許可
ko: 허용
pt_br: Permitir
zh_hant: 允許
zh_hk: 允許

# ios:health.onboarding.body
source: Sleep, activity, heart and body data stay on this iPhone. Only a short daily summary is ever sent to your computer.
de: Schlaf-, Aktivitäts-, Herz- und Körperdaten bleiben auf diesem iPhone. Nur eine kurze tägliche Zusammenfassung geht an deinen Computer.
es: Los datos de sueño, actividad, corazón y cuerpo se quedan en este iPhone. Solo se envía a tu ordenador un breve resumen diario.
fr: Sommeil, activité, cœur et corps restent sur cet iPhone. Seul un court résumé quotidien est envoyé à ton ordinateur.
it: I dati su sonno, attività, cuore e corpo restano su questo iPhone. Al tuo computer arriva solo un breve riepilogo giornaliero.
ja: 睡眠、アクティビティ、心臓、体のデータはこの iPhone に残ります。コンピュータに送られるのは毎日の短い要約だけです。
ko: 수면, 활동, 심장, 신체 데이터는 이 iPhone에만 남아요. 컴퓨터로는 하루 한 번 짧은 요약만 보내요.
pt_br: Dados de sono, atividade, coração e corpo ficam neste iPhone. Só um resumo diário curto vai para o seu computador.
zh_hant: 睡眠、活動、心臟與身體資料都留在這部 iPhone 上。只有每日一份簡短摘要會傳到你的電腦。
zh_hk: 睡眠、活動、心臟同身體資料都會留喺呢部 iPhone。淨係每日一份簡短摘要會傳去你部電腦。

# ios:health.onboarding.connect
source: Connect Apple Health
de: Apple Health verbinden
es: Conectar Apple Salud
fr: Connecter Apple Santé
it: Collega Apple Salute
ja: Apple ヘルスケアに接続
ko: Apple 건강 연결
pt_br: Conectar o Apple Saúde
zh_hant: 連接 Apple 健康
zh_hk: 連接 Apple 健康

# ios:health.onboarding.consentBody
source: Each day, a summary of your numbers (never raw data) goes to the AI provider set up on your computer to write a short note. You can turn this off any time.
de: Jeden Tag geht eine Zusammenfassung deiner Werte (nie Rohdaten) an den KI-Anbieter auf deinem Computer, der daraus eine kurze Notiz schreibt. Du kannst das jederzeit ausschalten.
es: Cada día, un resumen de tus datos (nunca los datos en bruto) va al proveedor de IA configurado en tu ordenador para escribir una nota breve. Puedes desactivarlo cuando quieras.
fr: Chaque jour, un résumé de tes chiffres (jamais les données brutes) est envoyé au fournisseur d'IA configuré sur ton ordinateur pour écrire une courte note. Tu peux désactiver ça à tout moment.
it: Ogni giorno un riepilogo dei tuoi numeri (mai i dati grezzi) va al provider di IA configurato sul tuo computer per scrivere una breve nota. Puoi disattivarlo quando vuoi.
ja: 毎日、数値の要約（生データは送りません）をコンピュータに設定した AI プロバイダーに送り、短いメモを書いてもらいます。いつでもオフにできます。
ko: 매일 수치 요약(원본 데이터는 절대 아님)을 컴퓨터에 설정된 AI 제공자에게 보내 짧은 노트를 써요. 언제든 끌 수 있어요.
pt_br: Todo dia, um resumo dos seus números (nunca os dados brutos) vai para o provedor de IA configurado no seu computador para escrever uma nota curta. Você pode desativar quando quiser.
zh_hant: 每天會把數據摘要（絕不含原始資料）傳給你電腦上設定的 AI 供應商，寫成一段簡短小記。你隨時可以關閉。
zh_hk: 每日會將數據摘要（一定唔包原始資料）傳畀你部電腦上設定嘅 AI 供應商，寫成一段簡短小記。你隨時都可以閂咗佢。

# ios:health.onboarding.consentTitle
source: May Ody write you notes?
de: Darf Ody dir Notizen schreiben?
es: ¿Puede Ody escribirte notas?
fr: Ody peut-il t'écrire des notes ?
it: Ody può scriverti delle note?
ja: Ody にメモを書かせてくれる？
ko: Ody가 노트를 써 드려도 될까요?
pt_br: O Ody pode escrever notas para você?
zh_hant: 可以讓 Ody 為你寫小記嗎？
zh_hk: 可唔可以畀 Ody 幫你寫小記？

# ios:health.onboarding.notNow
source: Not now
de: Nicht jetzt
es: Ahora no
fr: Pas maintenant
it: Non ora
ja: 今はしない
ko: 나중에
pt_br: Agora não
zh_hant: 以後再說
zh_hk: 遲啲先

# ios:health.onboarding.title
source: Ody would like to read your health
de: Ody möchte deine Gesundheitsdaten lesen
es: Ody quiere leer tus datos de salud
fr: Ody aimerait lire tes données de santé
it: Ody vorrebbe leggere i tuoi dati sulla salute
ja: Ody がヘルスケアのデータを読みたがっています
ko: Ody가 건강 데이터를 읽고 싶어 해요
pt_br: O Ody quer ler seus dados de saúde
zh_hant: Ody 想讀取你的健康資料
zh_hk: Ody 想睇吓你嘅健康資料

# ios:health.recovery.disclaimer
source: Compared with your own usual — not a medical assessment.
de: Verglichen mit deinem Normalwert – keine medizinische Einschätzung.
es: Comparado con lo habitual en ti; no es una evaluación médica.
fr: Comparé à ton habitude, ce n'est pas un avis médical.
it: Rispetto al tuo solito, non è una valutazione medica.
ja: いつものあなたとの比較です。医学的な評価ではありません。
ko: 평소의 나와 비교한 것으로, 의학적 평가가 아니에요.
pt_br: Comparado com o seu normal — não é uma avaliação médica.
zh_hant: 與你平常的狀態相比，並非醫療評估。
zh_hk: 同你平時比較，唔係醫療評估。

# ios:health.recovery.hrv
source: Heart rate variability
de: Herzfrequenzvariabilität
es: Variabilidad de la frecuencia cardiaca
fr: Variabilité de la fréquence cardiaque
it: Variabilità della frequenza cardiaca
ja: 心拍変動
ko: 심박 변이
pt_br: Variabilidade da frequência cardíaca
zh_hant: 心率變異度
zh_hk: 心率變異

# ios:health.recovery.respRate
source: Breathing rate
de: Atemfrequenz
es: Frecuencia respiratoria
fr: Fréquence respiratoire
it: Frequenza respiratoria
ja: 呼吸数
ko: 호흡수
pt_br: Frequência respiratória
zh_hant: 呼吸速率
zh_hk: 呼吸頻率

# ios:health.recovery.restingHr
source: Resting heart rate
de: Ruhepuls
es: Frecuencia cardiaca en reposo
fr: Fréquence cardiaque au repos
it: Frequenza cardiaca a riposo
ja: 安静時心拍数
ko: 휴식 시 심박수
pt_br: Frequência cardíaca em repouso
zh_hant: 靜止心率
zh_hk: 靜止心率

# ios:health.report.consentButton
source: Write my notes
de: Notizen schreiben
es: Escribe mis notas
fr: Écris mes notes
it: Scrivi le mie note
ja: メモを書いて
ko: 노트 써 줘
pt_br: Escrever minhas notas
zh_hant: 幫我寫小記
zh_hk: 幫我寫小記

# ios:health.report.consentPrompt
source: Ody can write you a short note about your day using the AI provider on your computer.
de: Ody kann dir mit dem KI-Anbieter auf deinem Computer eine kurze Notiz zu deinem Tag schreiben.
es: Ody puede escribirte una nota breve sobre tu día con el proveedor de IA de tu ordenador.
fr: Ody peut t'écrire une petite note sur ta journée avec le fournisseur d'IA de ton ordinateur.
it: Ody può scriverti una breve nota sulla tua giornata con il provider di IA del tuo computer.
ja: Ody はコンピュータの AI プロバイダーを使って、あなたの一日について短いメモを書けます。
ko: Ody가 컴퓨터의 AI 제공자로 하루에 대한 짧은 노트를 써 드릴 수 있어요.
pt_br: Ody pode escrever uma notinha sobre o seu dia usando o provedor de IA do seu computador.
zh_hant: Ody 可以用你電腦上的 AI 供應商，為你寫一段今天的小記。
zh_hk: Ody 可以用你部電腦上嘅 AI 供應商，幫你寫段今日嘅小記。

# ios:health.report.failed
source: Today's note couldn't be written. Pull down to try again.
de: Die Notiz für heute konnte nicht geschrieben werden. Zum erneuten Versuch nach unten ziehen.
es: No se pudo escribir la nota de hoy. Desliza hacia abajo para intentarlo de nuevo.
fr: La note du jour n'a pas pu être écrite. Tire vers le bas pour réessayer.
it: Non è stato possibile scrivere la nota di oggi. Trascina verso il basso per riprovare.
ja: 今日のメモを書けませんでした。引き下げてもう一度お試しください。
ko: 오늘의 노트를 쓰지 못했어요. 아래로 당겨 다시 시도해 보세요.
pt_br: Não deu para escrever a nota de hoje. Puxe para baixo para tentar de novo.
zh_hant: 今天的小記沒能寫好。向下拉再試一次。
zh_hk: 今日嘅小記寫唔到。拉落嚟再試吓。

# ios:health.report.needsModel
source: Set up an AI provider on your computer and Ody will write your notes.
de: Richte auf deinem Computer einen KI-Anbieter ein, dann schreibt Ody deine Notizen.
es: Configura un proveedor de IA en tu ordenador y Ody escribirá tus notas.
fr: Configure un fournisseur d'IA sur ton ordinateur et Ody écrira tes notes.
it: Configura un provider di IA sul tuo computer e Ody scriverà le tue note.
ja: コンピュータで AI プロバイダーを設定すると、Ody がメモを書きます。
ko: 컴퓨터에 AI 제공자를 설정하면 Ody가 노트를 써 드려요.
pt_br: Configure um provedor de IA no seu computador e o Ody vai escrever suas notas.
zh_hant: 在電腦上設定好 AI 供應商，Ody 就會為你寫小記。
zh_hk: 喺電腦設定好 AI 供應商，Ody 就會幫你寫小記。

# ios:health.report.offline
source: Your computer isn't reachable, so today's note will come later. Your numbers are all here.
de: Dein Computer ist nicht erreichbar, die Notiz für heute kommt später. Deine Werte sind alle da.
es: No se puede conectar con tu ordenador, así que la nota de hoy llegará más tarde. Tus datos están todos aquí.
fr: Ton ordinateur est injoignable, la note du jour arrivera plus tard. Tous tes chiffres sont là.
it: Il tuo computer non è raggiungibile, la nota di oggi arriverà più tardi. I tuoi numeri sono tutti qui.
ja: コンピュータに接続できないので、今日のメモは後で届きます。数値はすべてここにあります。
ko: 컴퓨터에 연결할 수 없어 오늘의 노트는 나중에 도착해요. 수치는 모두 여기 있어요.
pt_br: Não foi possível alcançar seu computador, então a nota de hoje vem mais tarde. Seus números estão todos aqui.
zh_hant: 現在連不上你的電腦，今天的小記晚點再來。你的數據都在這裡。
zh_hk: 而家連唔到你部電腦，今日嘅小記遲啲先到。你啲數據全部喺度。

# ios:health.report.writing
source: Ody is writing today's note…
de: Ody schreibt die Notiz für heute…
es: Ody está escribiendo la nota de hoy…
fr: Ody écrit la note du jour…
it: Ody sta scrivendo la nota di oggi…
ja: Ody が今日のメモを書いています…
ko: Ody가 오늘의 노트를 쓰고 있어요…
pt_br: Ody está escrevendo a nota de hoje…
zh_hant: Ody 正在寫今天的小記…
zh_hk: Ody 寫緊今日嘅小記…

# ios:health.sleep.lastNight
source: Last night
de: Letzte Nacht
es: Anoche
fr: Cette nuit
it: Stanotte
ja: 昨夜
ko: 지난밤
pt_br: Ontem à noite
zh_hant: 昨晚
zh_hk: 琴晚

# ios:health.sleep.month
source: 30 nights
de: 30 Nächte
es: 30 noches
fr: 30 nuits
it: 30 notti
ja: 30 夜
ko: 30일 밤
pt_br: 30 noites
zh_hant: 30 晚
zh_hk: 30 晚

# ios:health.stage.awake
source: Awake
de: Wach
es: Despierto
fr: Éveil
it: Sveglio
ja: 覚醒
ko: 깨어 있음
pt_br: Acordado
zh_hant: 清醒
zh_hk: 醒咗

# ios:health.stage.core
source: Core sleep
de: Kernschlaf
es: Sueño básico
fr: Sommeil essentiel
it: Sonno principale
ja: コア睡眠
ko: 코어 수면
pt_br: Sono essencial
zh_hant: 核心睡眠
zh_hk: 核心睡眠

# ios:health.stage.deep
source: Deep sleep
de: Tiefschlaf
es: Sueño profundo
fr: Sommeil profond
it: Sonno profondo
ja: 深い睡眠
ko: 깊은 수면
pt_br: Sono profundo
zh_hant: 深層睡眠
zh_hk: 深層睡眠

# ios:health.stage.rem
source: REM
de: REM-Schlaf
es: Sueño REM
fr: Sommeil paradoxal
it: Sonno REM
ja: レム睡眠
ko: 렘 수면
pt_br: Sono REM
zh_hant: 快速動眼期
zh_hk: 快速動眼期

# ios:health.title.active
source: On the move
de: In Bewegung
es: En movimiento
fr: En mouvement
it: In movimento
ja: アクティブな一日
ko: 활기찬 하루
pt_br: Em movimento
zh_hant: 活力滿滿
zh_hk: 郁個不停

# ios:health.title.calm
source: A calm day
de: Ein ruhiger Tag
es: Un día tranquilo
fr: Une journée calme
it: Una giornata tranquilla
ja: 穏やかな一日
ko: 평온한 하루
pt_br: Um dia tranquilo
zh_hant: 平靜的一天
zh_hk: 平平靜靜嘅一日

# ios:health.title.happy
source: Good to see you
de: Schön, dich zu sehen
es: Qué bueno verte
fr: Content de te voir
it: Che bello vederti
ja: 会えてうれしい
ko: 반가워요
pt_br: Que bom te ver
zh_hant: 很高興見到你
zh_hk: 好開心見到你

# ios:health.title.noData
source: Nothing recorded yet
de: Noch nichts aufgezeichnet
es: Aún no hay nada registrado
fr: Rien d'enregistré pour l'instant
it: Ancora niente registrato
ja: まだ記録がありません
ko: 아직 기록이 없어요
pt_br: Nada registrado ainda
zh_hant: 還沒有記錄
zh_hk: 仲未有紀錄

# ios:health.title.permission
source: Let's get to know each other
de: Lass uns kennenlernen
es: Vamos a conocernos
fr: Faisons connaissance
it: Facciamo conoscenza
ja: はじめまして
ko: 우리 서로 알아가 봐요
pt_br: Vamos nos conhecer
zh_hant: 我們來認識一下吧
zh_hk: 等我哋認識吓先

# ios:health.title.recovering
source: Taking it easy today
de: Heute ganz entspannt
es: Hoy, con calma
fr: On y va doucement aujourd'hui
it: Oggi con calma
ja: 今日はのんびり
ko: 오늘은 쉬엄쉬엄
pt_br: Hoje, com calma
zh_hant: 今天放輕鬆
zh_hk: 今日慢慢嚟

# ios:health.title.rested
source: Well rested
de: Gut ausgeruht
es: Bien descansado
fr: Bien reposé
it: Ben riposato
ja: ぐっすり眠れた
ko: 푹 쉬었어요
pt_br: Bem descansado
zh_hant: 睡得飽飽
zh_hk: 瞓得好飽

# ios:health.title.tired
source: A little under-slept
de: Etwas zu wenig Schlaf
es: Algo falto de sueño
fr: Un peu en manque de sommeil
it: Un po' a corto di sonno
ja: ちょっと寝不足
ko: 잠이 조금 부족해요
pt_br: Faltou um pouco de sono
zh_hant: 有點睡不夠
zh_hk: 有啲瞓唔夠

# ios:health.value.bpm
source: %lld bpm
de: %lld S/min
es: %lld lpm
ja: %lld 拍/分
zh_hant: %lld 次/分
zh_hk: %lld 下/分鐘

# ios:health.value.cups
source: %lld cups
de: %lld Gläser
es: %lld vasos
fr: %lld verres
it: %lld bicchieri
ja: %lld 杯
ko: %lld잔
pt_br: %lld copos
zh_hant: %lld 杯
zh_hk: %lld 杯

# ios:health.value.recoveryFair
source: Fair
de: Mittel
es: Regular
fr: Moyenne
it: Discreto
ja: まずまず
ko: 보통
pt_br: Regular
zh_hant: 普通
zh_hk: 一般

# ios:health.value.recoveryGood
source: Good
de: Gut
es: Buena
fr: Bonne
it: Buono
ja: 良好
ko: 좋음
pt_br: Boa
zh_hant: 良好
zh_hk: 幾好

# ios:health.value.recoveryLow
source: Low
de: Niedrig
es: Baja
fr: Faible
it: Basso
ja: 低め
ko: 낮음
pt_br: Baixa
zh_hant: 偏低
zh_hk: 偏低

# ios:health.value.steps
source: %@ steps
de: %@ Schritte
es: %@ pasos
fr: %@ pas
it: %@ passi
ja: %@ 歩
ko: %@걸음
pt_br: %@ passos
zh_hant: %@ 步
zh_hk: %@ 步

# ios:health.water.log
source: Log a cup of water
de: Ein Glas Wasser eintragen
es: Anotar un vaso de agua
fr: Noter un verre d'eau
it: Segna un bicchiere d'acqua
ja: 水を1杯記録
ko: 물 한 잔 기록
pt_br: Registrar um copo de água
zh_hant: 記錄一杯水
zh_hk: 記一杯水

# ios:networking.error.invalidServerUrl
source: Invalid server URL
de: Ungültige Server-URL
es: URL del servidor no válida
fr: URL de serveur invalide
it: URL del server non valido
ja: 無効なサーバーURLです
ko: 잘못된 서버 URL
pt_br: URL do servidor inválida
zh_hant: 無效的伺服器 URL
zh_hk: 無效的伺服器 URL

# ios:networking.error.invalidServerUrlWithAddress
source: Invalid server URL: %@
de: Ungültige Server-URL: %@
es: URL del servidor no válida: %@
fr: URL de serveur invalide : %@
it: URL del server non valido: %@
ja: 無効なサーバーURLです: %@
ko: 잘못된 서버 URL: %@
pt_br: URL do servidor inválida: %@
zh_hant: 無效的伺服器 URL：%@
zh_hk: 無效的伺服器 URL：%@

# ios:networking.pairing.codeRejected
source: This pairing code is no longer valid. Show a new one on your computer.
de: Dieser Kopplungscode ist nicht mehr gültig. Zeigen Sie auf Ihrem Computer einen neuen an.
es: Este código de vinculación ya no es válido. Muestra uno nuevo en tu ordenador.
fr: Ce code de jumelage n’est plus valide. Affichez-en un nouveau sur votre ordinateur.
it: Questo codice di abbinamento non è più valido. Mostrane uno nuovo sul tuo computer.
ja: このペアリングコードは無効になりました。コンピュータで新しいコードを表示してください。
ko: 이 페어링 코드는 더 이상 유효하지 않습니다. 컴퓨터에서 새 코드를 표시하세요.
pt_br: Este código de pareamento não é mais válido. Mostre um novo no seu computador.
zh_hant: 這個配對碼已失效。請在電腦上顯示新的配對碼。
zh_hk: 這個配對碼已失效。請在電腦上顯示新的配對碼。

# ios:philharmonic.placeholder.message
source: The Philharmonic multi-agent workspace hasn't been ported to iOS yet.
de: Der Multi-Agent-Arbeitsbereich Philharmonic wurde noch nicht auf iOS portiert.
es: El espacio de trabajo multiagente Philharmonic aún no se ha adaptado a iOS.
fr: L'espace de travail multi-agent Philharmonic n'a pas encore été porté sur iOS.
it: Lo spazio di lavoro multi-agente Philharmonic non è ancora stato portato su iOS.
ja: Philharmonicのマルチエージェントワークスペースは、まだiOSに移植されていません。
ko: Philharmonic 멀티 에이전트 워크스페이스는 아직 iOS로 이식되지 않았습니다.
pt_br: O espaço de trabalho multiagente do Philharmonic ainda não foi portado para o iOS.
zh_hant: Philharmonic 多代理人工作區尚未移植到 iOS。
zh_hk: Philharmonic 多代理人工作區尚未移植至 iOS。

# ios:settings.backup.inProgress
source: Backing up…
de: Sicherung läuft …
es: Haciendo copia de seguridad…
fr: Sauvegarde en cours…
it: Backup in corso…
ja: バックアップ中…
ko: 백업 중…
pt_br: Fazendo backup…
zh_hant: 正在備份…
zh_hk: 正在備份…

# ios:settings.backup.loadFailed
source: Couldn’t load backups
de: Sicherungen konnten nicht geladen werden
es: No se pudieron cargar las copias de seguridad
fr: Impossible de charger les sauvegardes
it: Impossibile caricare i backup
ja: バックアップを読み込めませんでした
ko: 백업을 불러올 수 없습니다
pt_br: Não foi possível carregar os backups
zh_hant: 無法載入備份
zh_hk: 無法載入備份

# ios:settings.backup.off
source: Off
de: Aus
es: Desactivadas
fr: Désactivées
it: Disattivati
ja: オフ
ko: 끔
pt_br: Desativados
zh_hant: 關閉
zh_hk: 關閉

# ios:settings.backup.on
source: On
de: Ein
es: Activadas
fr: Activées
it: Attivi
ja: オン
ko: 켬
pt_br: Ativados
zh_hant: 開啟
zh_hk: 開啟

# ios:settings.backup.onComputer
source: Backups are made and kept on your computer. Switch daily backups on or off there.
de: Sicherungen werden auf Ihrem Computer erstellt und dort aufbewahrt. Tägliche Sicherungen schalten Sie dort ein oder aus.
es: Las copias de seguridad se crean y se guardan en tu ordenador. Activa o desactiva allí las copias diarias.
fr: Les sauvegardes sont créées et conservées sur votre ordinateur. Activez ou désactivez-y les sauvegardes quotidiennes.
it: I backup vengono creati e conservati sul tuo computer. Attiva o disattiva lì i backup giornalieri.
ja: バックアップはコンピュータ上で作成・保存されます。毎日のバックアップのオン/オフもコンピュータで切り替えます。
ko: 백업은 컴퓨터에서 만들어지고 보관됩니다. 매일 백업을 켜거나 끄는 것도 컴퓨터에서 합니다.
pt_br: Os backups são feitos e guardados no seu computador. Ative ou desative lá os backups diários.
zh_hant: 備份會在你的電腦上建立並保存。每日備份也請在電腦上開啟或關閉。
zh_hk: 備份會在你的電腦上建立並保存。每日備份亦請在電腦上開啟或關閉。

# ios:settings.backup.stored
source: Stored backups
de: Gespeicherte Sicherungen
es: Copias guardadas
fr: Sauvegardes conservées
it: Backup conservati
ja: 保存済みのバックアップ
ko: 저장된 백업
pt_br: Backups armazenados
zh_hant: 已儲存的備份
zh_hk: 已儲存的備份

# ios:settings.connection.invalidAddress
source: Server address must look like %@
de: Die Serveradresse muss wie %@ aussehen
es: La dirección del servidor debe ser similar a %@
fr: L'adresse du serveur doit ressembler à %@
it: L'indirizzo del server deve essere simile a %@
ja: サーバーアドレスは %@ のような形式で入力してください
ko: 서버 주소는 %@ 형식이어야 합니다
pt_br: O endereço do servidor deve ser parecido com %@
zh_hant: 伺服器位址必須類似 %@
zh_hk: 伺服器位址必須類似 %@
